Repository: BoQsc/supergrub
Catalog: po/*.po
Languages: es, fi

source: Press escape to return to the main menu
es: Pulsa ESC para volver al menú principal
fi: Paina ESC palataksesi päävalikkoon

source: Everything
es: Todo

source: Boot manually
es: Arranque manual
fi: Valitse manuaalisesti

source: Extra GRUB2 functionality
es: Funcionalidad extra de GRUB2
fi: Extra GRUB2 toiminnot

source: Extra Search functionality
es: Funcionalidad extra de busqueda

source: List devices/partitions
es: Mostrar dispositivos/particiones

source: Color ON/OFF
es: Color SI/NO
fi: Värit PÄÄLLÄ/POIS

source: Exit
es: Salir
fi: Poistu

source: (GRUB2 configuration files)
es: (Archivos de configuración de GRUB2)
fi: (Grub2:n asetustiedostot)

source: (No grub.cfg file detected)
es: Ningun fichero grub.cfg detectado

source: (GRUB legacy configuration files)
es: (Archivos de configuración GRUB antiguo)
fi: (GRUB 1:n (legacy) asetustiedostot)

source: (No menu.lst file detected)
es: Ningun fichero menu.lst detectado

source: Bootable ISOs
es: ISOs arrancables
fi: Käynnistyvät ISO-tiedostot

source: (in /boot-isos or /boot/boot-isos)
es: (en /boot-isos y /boot/boot-isos/)

source: Extract entries
es: Extraer entradas

source: Entries from
es: Entradas de

source: Mount encrypted volumes
es: Montar volumenes encriptados
fi: Mounttaa salatut levyt

source: (LUKS and geli)
es: (LUKS y geli)
fi: (LUKS ja geli)

source: Enable GRUB2's LVM support
es: Activa soporte LVM de GRUB2
fi: Ota käyttöön GRUB2:n LVM-tuki

source: Enable GRUB2's RAID support
es: Activa soporte RAID de GRUB2
fi: Ota käyttöön GRUB2:n RAID-tuki

source: Enable serial terminal
es: Activa terminal serie
fi: Ota käyttöön sarjanumero pääte

source: Begin processing
es: Inicio del proceso

source: End processing
es: Fin del proceso

source: Press escape to continue
es: Pulsa ESC para continuar

source: (or wait 5 seconds)
es: (o espera 5 segundos)

source: (GRUB2 installation (even if mbr is overwritten))
es: (Instalación de GRUB2 (aunque mbr este sobreescrito))

source: (No core.img file detected)
es: (Ningun fichero core.img detectado)

source: Halt
es: Apagar
fi: Sammuta

source: Languages
es: Idiomas
fi: Kielet

source: Operating Systems
es: Sistemas Operativos
fi: Etsi käyttöjärjestelmät

source: Sorry, but we are booted via BIOS and can not load this OS.
es: Lo sentimos, pero se ha arrancado via BIOS y no podemos cargar este SO

source: Press escape to return to the menu
es: Pulsa ESC para volver al menú

source: Reboot
es: Reiniciar
fi: Käynnistä uudestaan

source: Return to main menu
es: Volver al menú principal
fi: Takaisin päävalikkoon

source: Search in CDROM
es: Busqueda en CDROM
fi: Etsi CD-asema

source: ON/OFF
es: SI(ON)/NO(OFF)
fi: PÄÄLLÄ/POIS

source: (Default: OFF)
es: Por defecto: NO(OFF)

source: Search in floppy
es: Busqueda en disquete

source: Detect and show boot methods
fi: Tunnista ja näytä käynnistysmenetelmät

source: Print devices/partitions
fi: Näytä levyt/osiot
